<?php

// Language definitions used in all admin files
$lang_admin_ranks = array(

'Rank head'						=>	'زۆركردن، ده‌ستكاریكردن یان سڕینه‌وه‌ی پله‌',
'Rank'							=>	'پله‌',
'Rank added'					=>	'پله‌ زۆركرا.',
'Title message'					=>	'ده‌بێ سه‌ردێڕی پله‌ بنووسیت.',
'Min posts message'				=>	'كه‌مترین ژماره‌ی بابه‌ت، ده‌بێ نرخێك بێت له‌سه‌ره‌وه‌ی ٠ (سفر).',
'Min posts occupied message'	=>	'پێشتر پله‌یه‌ك درووست كراوه‌ كه‌ هه‌مان سنووری كه‌مترین بابه‌تی بۆ نووسراوه‌ %s.',
'Rank updated'					=>	'پله‌ نوێكرایه‌وه‌.',
'Rank removed'					=>	'پله‌ سڕدرایه‌وه‌.',
'Add rank intro'				=>	'ناوی پله‌ و ژماره‌ی كه‌مترین په‌یامه‌كان بنووسه‌ بۆ ئه‌وه‌ی بتوانیت پله‌یه‌كی نوێ درووست بكه‌یت، ٢ پله‌ ناتوانن هه‌مان ژماره‌ی كه‌مترین په‌یامیان هه‌بێت، بۆ ئه‌وه‌ی ئه‌م تایبه‌تمه‌ندییه‌ به‌ درووستی چالاك بێت و كار بكات، ده‌بێ پله‌به‌ندیی چالاك كرابێت له‌ %s.',
'Add rank'						=>	'زۆركردنی پله‌',
'Add rank legend'				=>	'زانیارییه‌كانی پله‌ی نوێ',
'Rank title label'				=>	'سه‌ردێڕی پله‌',
'Min posts label'				=>	'كه‌مترین په‌یام',
'Existing ranks legend'			=>	'ده‌ستكاریكردن/ سڕینه‌وه‌ی پله‌ درووستكراوه‌كان',
'No ranks'						=>	'هیچ پله‌یه‌ك درووست نه‌كراوه‌.',
'Update'						=>	'نوێكردنه‌وه‌',
'Remove'						=>	'سڕینه‌وه‌',
'New rank'						=>	'زۆركردنی پله‌ی نوێ',
'Existing rank'					=>	'پله‌ درووستكراوه‌كان',

);

