<?php

// Language definitions used in all admin files
$lang_admin_prune = array(

'Prune settings head'			=>	'بابەتەکان خاوێن بکە بەپێی تەمەنى دواترین پەیام و مەکۆ',
'Prune legend'					=>	'پەیام هەڵبژێرە بۆ خاوێنکردن',
'Confirm prune heading'			=>	'دڵنیاکردنەوەى خاوێنکردنى پەیام',
'Prune details head'			=>	'دڵنیاکردنەوەى خاوێنکردنى بابەتەکان لە: %s',
'Prune topics info 1'			=>	'<strong>ئاگاداربە!</strong> خاوێنکردنەوە ، سڕینەوەى هەمیشەیی دەبێت بۆ بابەتەکانى <em>%s</em>%s.',
'Prune topics info 2'			=>	'ئەو بابەتانەى خاوێن دەکرێن ، پەیامى نوێتر لە <em>%s</em> رۆژ کۆنتر لەخۆ ناگرێت.',
'All forums'					=>	'هەموو مەکۆکان',
'Include sticky'				=>	'تێخستنى بابەتە لکێندراوەکانیش',
'Days old'						=>	'رۆژ پێشتر',
'Prune topics'					=>	'خاوێنکردنى بابەتەکان',
'Number of topics'				=>	'ژمارەى بابەتەکان',
'Prune caution'					=>	'<strong>گرنگ!</strong> ئەم تایبەتمەندێتییە بە ئاگاوە بەکاربەرە. پەیامە خاوێنکراوەکان <em>هەرگیز</em> ناگەڕێندرێنەوە. بۆ باشترین دۆخ/رەوش , مەکۆکە بخە نێو مۆدى پارێزگارییەوە لەکاتى خاوێنکردن.',
'Prune intro'					=>	'پێویستە لەسەرت خاوێنکردن لە هەموو مەکۆکانەوە هەڵبژێریت یاخود لە مەکۆیەکى سەربەخۆوە. بابەتەکان خاوێن ئەکرێن بەپێی ئەو بەهایەى کە ئەیدەیتە "رۆژ پێشتر". ن.م. ئەگەر ژمارەى ٣٠ دابنێیت, هەموو بابەتێک کە پاش ٣٠ رۆژ پەیامێکى تێدا نەنووسرێت دەسڕدرێتەوە.',
'Prune sticky enable'			=>	'رێگەدان بە خاوێنکردنى بابەتە لکێندراوەکان.',
'Prune from'					=>	'خاوێنکردن لەڕێگەى مەکۆوە',
'Days to prune message'			=>	'رۆژ/ماوەى خاوێنکردن پێویستە ژمارەیەکى ئەرێی بێت.',
'No days old message'			=>	'هیچ بابەتێکى کۆن بوونى نییە کە بەوشێوەیە کۆن بێت وەک دیاریت کردووە. تکایە بەهاى "رۆژ پێشتر" دابەزێنە.',
'Prune done'					=>	'پەیامەکان خاوێنکران.',

);
