<?php

// Language definitions used in all admin files
$lang_admin_reindex = array(

'Reindex heading'			=>	'بنكه‌ی گه‌ڕان درووست بكه‌وه‌ بۆ پته‌وكردنی كرداری گه‌ڕان له‌ مه‌كۆكاندا',
'Rebuild index legend'		=>	'درووستكردنه‌وه‌ی بنكه‌ی گه‌ڕان',
'Reindex info'				=>	'تایبه‌تمه‌ندی درووستكردنه‌وه‌ی گه‌ڕان كێشه‌ی گه‌ڕان له‌ نێو مه‌كۆكان چاره‌سه‌ر ده‌كات و ئه‌نجامی درووست تر به‌ میوانان پیشان ده‌دات، درووست وایه‌ جار به‌ جار ئه‌م كرداره‌ جێبه‌جێ بكرێت بۆ نوێ راگرتنی زانیارییه‌كانی بنكه‌ی گه‌ڕان',
'Reindex warning'			=>	'<strong>گرنگ</strong> درووستكردنه‌وه‌ی بنكه‌ی گه‌ڕان پێویستی به‌ هێزی راژه‌كار هه‌یه‌ و له‌ كاتی جێبه‌جێ كردنیدا له‌وانه‌یه‌ مه‌كۆكان خاوتر بكرێنه‌وه‌، درووست وایه‌ مه‌كۆكان داخراو بن له‌ كاتی جێبه‌جێ كردنی فرمانی درووستكردنه‌وه‌ی بنكه‌ی گه‌ڕان.',
'Empty index warning'		=>	'<strong>ئاگاداری</strong> ئه‌گه‌ر ده‌ته‌وێ درووستكردنه‌وه‌یه‌كی پێشوو ته‌واو بكه‌یت، هه‌ڵبژارده‌ی بنكه‌ی به‌تاڵ ناچالاك بكه‌.',
'Posts per cycle'			=>	'ژماره‌ی بابه‌ته‌كان به‌پێی جار',
'Posts per cycle info'		=>	'ژماره‌ی ئه‌و بابه‌تانه‌ی كه‌ له‌ كاتی درووستكردنه‌وه‌ی بنكه‌ی گه‌ڕان دا كاریان له‌سه‌ر بكرێت له‌ یه‌ك كاتدا',
'Starting post'				=>	'ده‌ستپێكردن له‌ په‌یامی ژماره‌',
'Starting post info'		=>	'ژماره‌ی ئه‌و په‌یامه‌ی كه‌ ده‌ته‌وێ درووستكردنه‌وه‌ی بنكه‌ی گه‌ڕان لێیه‌وه‌ ده‌ست پێ بكات، به‌ شێوه‌یه‌كی ئاسایی ژماره‌ی یه‌كه‌مین بابه‌تی تۆماركراو ده‌بێت له‌ بنكه‌ی دراوه‌دا.',
'Empty index'				=>	'بنکەی گەڕان خاڵی بکرێت پێش دووبارە چنینەوەی بنکە و زانیارییەکانی گەڕان',
'Rebuilding index title'	=>	'درووستكردنه‌وه‌ &#8230;',
'Rebuilding index'			=>	'درووستكردنه‌وه‌ی بنكه‌ی گه‌ڕان &#8230; ئه‌م كرداره‌ كاتی پێویست ده‌بێت بۆ جێبه‌جێ كردن، ئه‌گه‌ر چا لەسەر ئاگرە‌، چایەک تێبکە و بیخۆ تا تەواو ئەبێت :)',
'Processing post'			=>	'ئه‌نجامدانی په‌یامی <strong>%s</strong> له‌ بابه‌تی <strong>%s</strong>.',
'Javascript redirect'		=>	'گەڕانەوە بەهۆى Javascript ــەوە سەرکەوتوو نەبوو.',
'Click to continue'			=>	'كرته‌ لێره‌ بكه‌ بۆ به‌رده‌وامبوون',
'Rebuild index'				=>	'درووستكردنه‌وه‌',

);
