<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Login'								=>	'چوونه‌ژووره‌وه‌',
'Login info'						=>	'چوونه‌ژووره‌وه‌ بۆ %s',
'Username'							=>	'نازناو',
'Password'							=>	'وشه‌ی تێپه‌ڕبوون',
'Remember me'						=>	'بمناسه‌وه‌',
'E-mail address'					=>	'ئیمه‌یل',
'E-mail address help'				=>	'تكایه‌ ئه‌و ئیمه‌یله‌ بنووسه‌ كه‌ له‌ هه‌ژماره‌كه‌ت تۆمار كراوه‌.',
'Login errors'						=>	'<strong>ئاگاداری</strong> ده‌بێ ئه‌و هه‌ڵانه‌ی خواره‌وه‌ چاره‌سه‌ر بكه‌یت پێش ئه‌وه‌ی بچیته‌ ژووره‌وه‌:',
'Wrong user/pass'					=>	'نازناو / وشه‌ی تێپه‌ڕبوون هه‌ڵه‌یه‌.',
'Login redirect'					=>	'به‌ سه‌ركه‌وتوویی هاتیته‌ ژووره‌وه‌، تكایه‌ چاوه‌ڕوانبه‌...',
'Logout redirect'					=>	'به‌ سه‌ركه‌وتوویی له‌ مه‌كۆكان ده‌رچوویت، تكایه‌ چاوه‌ڕوانبه‌...',
'No e-mail match'					=>	'هیچ ئه‌ندامێك به‌ ئیمه‌یلی %s. خۆی تۆمار نه‌كردووه‌',
'Invalid e-mail'					=>	'ئه‌و ئیمه‌یله‌ی كه‌ نووسیت درووست نه‌بوو.',
'Login options'						=>	'ده‌ته‌وێت %1$s یان   %2$s پێش ئه‌وه‌ی بچیته‌ژووره‌وه‌؟',
'Obtain pass'						=>	' وشه‌یه‌كی تێپه‌ڕبوونی نوێ داوا بكه‌یت',
'register'							=>	'خۆت تۆمار بكه‌یت',
'Submit password request'			=>	'ناردنی داواكاری',
'Email flood'						=>	'ئه‌م هه‌ژماره‌ له‌ ماوه‌ی  %s چركه‌ی ڕابردوودا داواكاریی وشه‌ی تێپه‌ڕبوونی نوێی كردووه‌. تكایه‌ چاوه‌ڕوانبه‌ و دواتر هه‌وڵ بده‌وه‌.',
'New password request'				=>	'فۆرمی داواكاریی وشه‌ی تێپه‌ڕبوونی نوێ',
'New password errors'				=>	'<strong>ئاگاداری</strong> ده‌بێ هه‌ڵه‌كانی خواره‌وه‌ ڕاست بكرێنه‌وه‌ پێش ئه‌وه‌ی وشه‌ی نهێنی نوێت بۆ بنێرین:',
'New password info'					=>	'<strong>گرینگ!</strong> پاش نووسینی ئیمه‌یله‌كه‌ت، په‌یامێكی ئه‌له‌كترۆنیت بۆ ده‌نێرین كه‌ زانیاریی پێویست له‌ خۆ ده‌گرێت سه‌باره‌ت به‌ چۆنیه‌تی گه‌ڕاندنه‌وه‌ی وشه‌ی تێپه‌ڕبوون، تكایه‌ چاوی لێبكه‌',
'New password cancel redirect'		=>	'داواكاریی وشه‌ی تێپه‌ڕبوونی نوێ هه‌ڵوه‌شایه‌وه‌، تكایه‌ چاوه‌ڕوانبه‌...',
'Forget mail'						=>	'په‌یامێكمان بۆ ناردیت كه‌ زانیاریی پێویستی له‌ خۆ گرتووه‌ سه‌باره‌ت به‌ چۆنیه‌تی گه‌ڕاندنه‌وه‌ی وشه‌ی تێپه‌ڕبوونی هه‌ژماره‌كه‌ت، ئه‌گه‌ر په‌یامه‌كه‌ت به‌ ده‌ست نه‌گه‌شت ده‌توانی په‌یام بنووسیت بۆ به‌ڕێوه‌به‌ری مه‌كۆ له‌ %s.',
'Persistent login'					=>	'هه‌موو كات خۆكارانه‌ بمهێنه‌ ژووره‌وه‌'

);
