<?php

// Language definitions used in various scripts
$lang_misc = array(

'Mark read redirect'		=>	'هه‌موو بابه‌ته‌كان و مه‌كۆكان وه‌ك خوێندراوه‌ دیاریكران، چاوه‌ڕوانبه‌...',
'Mark forum read redirect'	=>	'هەموو بابەتەکانی مەکۆی هەڵبژێدراو وەک خوێندراوە دیاریکران',

// Send e-mail
'Form e-mail disabled'		=>	'ئه‌و به‌كارهێنه‌ره‌ی كه‌ ده‌ته‌وێ په‌یامی پۆستی ئه‌له‌كترۆنی بۆ بنێری، فۆرمی پۆستی ئه‌له‌كترۆنی ناچالاك كردووه‌',
'Form e-mail errors'		=>	'<strong>ئاگاداری!</strong> دەبێت هەڵەکانی خوارەوە چارەسەر بکرێت پێش ئەوەی پەیامەکەت بنێدرێت:',
'No e-mail subject'			=>	'ده‌بێ سه‌ردێڕێك بنووسی',
'No e-mail message'			=>	'ده‌بێ په‌یامێك بنووسی',
'Too long e-mail message'	=>	'پەیامەکەت %s بایتە کە زۆرترە لە سنووری ڕێگەپێدراو کە %s بایتە.',
'Email flood'				=>	'دەبێت %s چرکە تێپەڕێت لە نێوان ناردنی ئیمەیلەکان، تکایە هەندێک چاوەڕوانبە و دواتر هەوڵ بدەوە.',
'E-mail sent redirect'		=>	'پەیام نێردرا، چاوەڕوانبە...',
'E-mail subject'			=>	'سه‌ردێڕ',
'E-mail message'			=>	'په‌یام',
'E-mail disclosure note'	=>	'تێبینی: به‌ چالاك كردنی ئه‌م فۆرمه‌، پۆستی ئه‌له‌كترۆنیت له‌ وه‌رگرتنی په‌یام كراوه‌ ده‌بێت',
'Write e-mail'				=>	'په‌یامه‌كه‌ت بنووسه‌ و بینێره‌',
'Send forum e-mail'			=>	'پەیامێک بنێرە بۆ  %s ڕاستەوخۆ لە مەکۆوە',

// Report
'No reason'					=>	'ده‌بێ هۆیه‌ك بنووسی',
'Report flood'				=>	'دەبێت %s چرکە تێپەڕێت لە نێوان ناردنی ڕاپۆرتەکان، تکایە هەندێک چاوەڕوانبە و دواتر جارێکی دیکە هەوڵ بدەوە.',
'Report redirect'			=>	'په‌یام ڕاپۆرت كرا، چاوه‌ڕوانبه‌...',
'Report post'				=>	'په‌یام ڕاپۆرت بكه‌',
'Reason'					=>	'هۆ',
'Reason help'				=>	'بۆچی دەتەوێت ئاگادارمان بکەیتەوە؟ کێشەی ئەو بابەتە چییە؟ ئەم فۆرمە هی پەیوەندی گرتن نییە و وەڵامی ئاگادارییەکان نانووسین، تەنیا بە مەبەستی ئاگادارکردنەوە لە هەڵەیەک لە بابەت/پەیامی پەیوەندیدار بەکاری بهێنە. سووپاسی هاوکاریت دەکەین.',
'Too long reason'			=>	'ڕاپۆرتەکەت بریتییە لە %s بایت. کە زۆرترە لە سنووری ڕێگەپێدراو کە %s بایتە.',
'Report errors'				=>	'<strong>ئاگاداری</strong> دەبێت هەڵەکانی خوارەوە چارەسەر بکرێن پێش ناردنی ڕاپۆرتەکەت:',


// Subscriptions
'Already subscribed'		=>	'تۆ پێشتر ئه‌م بابه‌ته‌ت هه‌ڵبژاردووه‌',
'Subscribe redirect'		=>	'بابه‌ته‌كه‌ت هه‌ڵبژێردرا، چاوه‌ڕوانبه‌ &hellip;',
'Not subscribed'			=>	'تۆ ئه‌م بابه‌ته‌ت هه‌ڵنه‌بژاردووه‌.',
'Unsubscribe redirect'		=>	'هه‌ڵبژاردنی بۆ ئه‌م بابه‌ته‌ سڕایه‌وه‌، چاوه‌ڕوانبه‌ &hellip;',

// General forum and topic moderation
'Moderate forum'			=>	'بەڕێوەبردنی مەکۆ',
'Select'					=>	'هەڵبژاردن',	// the header of a column of checkboxes
'Move'						=>	'گواستنەوە',
'Merge'						=>	'تێکەڵاوکردن',
'Open'						=>	'کردنەوە',
'Close'						=>	'داخستن',
'Select all'				=>	'هەڵبژاردنی هەموو',

// Hostname lookup
'Hostname lookup'			=>	'ژمارەی ئای‌پی: %1$s<br />ناوی هۆست: %2$s<br /><br />%3$s',
'Show more users'			=>	'بەکارهێنەری زۆرتر لە ئەم ژمارە ئای‌پییەوە پیشان بدە',

// Moderate forum
'Moderate forum head'		=>	'بەڕێوەبردنی: %s',
'Topics'					=>	'بابەتەکان',
'Move topic'				=>	'بابه‌ت بگوازه‌وه‌',
'Move topics'				=>	'بابه‌ته‌كان بگوازه‌وه‌',
'Merge topics'				=>	'تێکەڵاوکردنی بابەتەکان',
'Delete topics'				=>	'سڕینەوەی بابەتەکان',
'Delete topic'				=>	'سڕینەوەی بابەت',
'To new forum'				=>	'بۆ مەکۆیەکی نوێ',
'Move to'					=>	'گواستنەوە بۆ مەکۆی',
'Nowhere to move'			=>	'هیچ مەکۆیەک بوونی نییە بۆ ئەوەی بتوانی بابەتەکانی بۆ بگوێزیتەوە',
'Leave redirect'			=>	'بابەتە گوێزراوەکان بهێڵەوە',
'Leave redirects'			=>	'بابەتە گوێزراوەکان لە مەکۆی سەرچاوەی خۆیان بهێڵەوە',
'Leave merge redirects'		=>	'ئاگاداری گواستنەوەی بابەتە تێکەڵاوکراوەکان بهێڵەوە',
'Move topic redirect'		=>	'بابەت گوێزرایەوە.',
'Move topics redirect'		=>	'بابەتەکان گوێزرانەوە.',
'Merge topics redirect'		=>	'بابەتەکان تێکەڵاو کران.',
'Delete topic comply'		=>	'دڵنیایت کە دەتەوێت بابەتە دیاریکراوەکان بسڕیتەوە؟',
'Delete topics comply'		=>	'دڵنیایت کە دەتەوێت هەموو بابەتە دیاریکراوەکان بسڕیتەوە؟?',
'Delete topic redirect'		=>	'بابەت سڕایەوە.',
'Delete topics redirect'	=>	'بابەتەکان سڕانەوە.',
'Open topic redirect'		=>	'بابەت کرایەوە.',
'Open topics redirect'		=>	'بابەتەکان کرانەوە.',
'Close topic redirect'		=>	'بابەت داخرا.',
'Close topics redirect'		=>	'بابەتەکان داخران.',
'No topics selected'		=>	'دەبێت یەک بابەت یان زۆرتر هەڵبژێریت.',
'Stick topic redirect'		=>	'بابەت ئێستا هەڵواسراوە.',
'Unstick topic redirect'	=>	'بابەت ئێستا هەڵواسراو نییە.',
'Merge error'				=>	'دەبێت زۆرتر لە ١ بابەت هەڵبژێریت بۆ تێکەڵاوکردن.',

// Moderate topic
'Posts'						=>	'پەیامەکان',
'Delete posts'				=>	'پەیامە دیاریکراوەکان بسڕەوە',
'Split posts'				=>	'پەیامە دیاریکراوەکان بەش بکە',
'Delete whole topic'		=>	'تەواوی بابەتەکە بسڕەوە',
'Moderate topic head'		=>	'بەڕێوەبردنی بابەتی: %s',
'New subject'				=>	'سەردێڕی بابەتی نوێ:',
'Select post'				=>	'بابەت هەڵبژێرە', // Label for checkbox
'Confirm post delete'		=>	'سڕینەوەی هەموو بابەتە دیاریکراوەکان بسەلمێنە',
'Confirm topic delete'		=>	'سڕینەوەی هەموو بابەتە دیاریکراوەکان بسەلمێنە',
'Confirm topic split'		=>	'بەشکردنی هەموو پەیامە دیاریکراوەکان بۆ نێو بابەتێکی نوێ بسەلمێنە',
'Confirm topic merge'		=>	'تێکەڵاوکردنی هەموو بابەتە دیاریکراوەکان بۆ نێو یەک بابەت بسەلمێنە',
'Confirm post split'		=>	'بەشکردنی پەیامە دیاریکراوەکان بسەلمێنە',
'Delete posts redirect'		=>	'پەیامەکان سڕانەوە.',
'Split posts redirect'		=>	'پەیامەکان دابەش کرانە نێو بابەتێکی نوێ.',
'No posts selected'			=>	'دەبێت یەک پەیام یان زۆرتر هەڵبژێریت'

);
