<?php

// Language definitions used by the Private Message System-mod
$lang_pms = array(
	// Common
	'Messages'			=>		'په‌یامه‌كان',
	'Message'			=>		'په‌یام',
	'Save message'		=>		'پاشه‌كه‌وتكردنی په‌یام',
	'Send'				=>		'بینێره‌',

	// Messages
	'Inbox'				=>		'بوخچه‌ی په‌یامه‌كان',
	'Outbox'				=>		'نێردراو',
	'Box0'				=>		'بڕۆ بۆ نێردراوه‌كان',
	'Box1'				=>		'بڕۆ بۆ په‌یامه‌كان',
	'Action'				=>		'فرمان',
	'Reply'				=>		'وه‌ڵام نووسین',
	'Delete'				=>		'سڕینه‌وه‌',
	'Quote'				=>		'دووباره‌ كردنه‌وه‌',
	'Date'				=>		'ڕێكه‌وت',
	'Status'				=>		'ئاستی په‌یامه‌كان:',
	'Subject'			=>		'سه‌ردێڕ',
	'Sender'				=>		'نێره‌ر',
	'Receiver'			=>		'وه‌رگر',
	'Private Messages'=> 	'په‌یامه‌ تایبه‌تیه‌كان',
	'New message'		=>		'ناردنی په‌یامی نوێ',
	'Multidelete'		=>		'سڕینه‌وه‌ی كۆمه‌ڵه‌ په‌یام',
	'Delete messages comply'	=> 'دڵنیای له‌ سڕینه‌وه‌ی په‌یامه‌ دیاری كراوه‌كان؟',
	'Deleted redirect'			=> 'سڕایه‌وه‌، چاوه‌ڕوانبه‌...',
	'Read redirect'				=> 'هه‌موو په‌یامه‌كان وه‌ك خوێندراوه‌ دیاری كران، چاوه‌ڕوانبه‌...',
	'Mark all'			=>		'دیاریكردنی هه‌موو وه‌ك خوێندراوه‌',

	// Viewtopic
	'PM'					=>		'په‌یامی تایبه‌ت',

	// Profile
	'Quick message'	=> 	'ناردنی په‌یامی تایبه‌ت',
	'Show smilies'		=>		'خه‌نده‌كان',

	// Send or delete message
	'Send to'			=> 	'بینێره‌ بۆ',
	'Send a message'	=>		'په‌یامێك بنێره‌',
	'Delete message'	=>		'سڕینه‌وه‌ی په‌یام',
	'Del redirect'		=>		'سڕایه‌وه‌، چاوه‌ڕوانبه‌...',
	'Sent redirect'	=>		'په‌یام نێردرا بۆ ئه‌ندام، چاوه‌ڕوانبه‌...',

	// Errors and messages
	'No messages'		=>		'هیچ په‌یام نیه‌',
	'New messages'		=>		'په‌یامی نوێ هه‌یه‌',
	'No user'			=>		'هیچ ئه‌ندامێك به‌و ناوه‌ نیه‌.',
	'Full inbox'		=>		'بوخچه‌ی په‌یامه‌كانت پڕ بووه‌!',
	'Inbox full'		=>		'بوخچه‌ی په‌یامه‌كانی ئه‌ندام پڕ بووه‌، ناتوانی ئێستا په‌یامی بۆ بنێری!',
	'Sent full'			=>		'نه‌توانرا پاشه‌كه‌وت بكرێت له‌ نێردراوه‌كان دا، بوخچه‌كه‌ت پڕ بووه‌!',
	'Flood start'		=>		'لانیكه‌م',
	'Flood end'			=>		'چركه‌ ده‌بێ تێپه‌ڕی، پاشان ده‌توانی په‌یامه‌كه‌ت بنێریته‌وه‌ و جارێكی دیكه‌ هه‌وڵ بده‌یته‌وه‌.'
);
