<?php

// Language definitions used in userlist.php
$lang_ul = array(

'Users'					=>	'ئه‌ندامان',
'Users found'			=>	'ئه‌م ئه‌ندامانه‌ دۆزرانه‌وه‌ له‌سه‌ر بنه‌مای داوكارییه‌كه‌ت',
'No users found'		=>	'هیچ ئه‌ندامێك نه‌دۆزرایه‌وه‌ له‌سه‌ر بنه‌مای داواكارییه‌كه‌ت',
'User search head'		=>	'ئه‌ندام بدۆزه‌وه‌ به‌ نووسینی نازناوه‌كه‌ی یان زانیاریی دیكه‌',
'User results all'		=>	'هه‌موو ئه‌ندامان',
'User results matching'	=>	'ئه‌و ئه‌ندامانه‌ی كه‌ له‌سه‌ر بنه‌مای داواكارییه‌كه‌ت بوونیان هه‌یه‌',
'User find legend'		=>	'ئه‌ندام بدۆزه‌وه‌',
'Username'				=>	'نازناو',
'Search for username'	=>	'نازناوی ئه‌ندام',
'Username help'			=>	'مه‌رج نییه‌ بینووسیت.',
'User group'			=>	'پیشاندان له‌ گرووپی',
'Sort users by'			=>	'ڕیزكردن له‌سه‌ر بنه‌مای',
'User sort order'		=>	'ڕیزكردنی لیستی ئه‌ندامان',
'No of posts'			=>	'ژماره‌ی په‌یام',
'Registered'			=>	'ڕێكه‌وتی به‌ ئه‌ندامبوون',
'Ascending'				=>	'له‌ سه‌ره‌تاوه‌ بۆ كۆتایی',
'Descending'			=>	'له‌ كۆتاییه‌وه‌ بۆ سه‌ره‌تا',
'All users'				=>	'هه‌موو به‌كارهێنه‌ران',
'Perform new search'	=>	'گه‌ڕانێكی نوێ جێبه‌جێ بكه‌',
'Table summary'			=>	'لیستی ئه‌و به‌كارهێنه‌رانه‌ی كه‌ له‌سه‌ر بنه‌مای داواكارییه‌ك دۆزرانه‌وه‌ .',
'Submit user search'	=>	'بیدۆزەوە',
'Title'					=>	'ژێرناو',
'Posts'					=>	'په‌یام'

);
