Subject: وشەی نهێنی نوێ

سڵاو بەڕێز <username>,

بەڕێزتان داواتان کردووە کە وشەیەکی نهێنی نوێ بۆ هەژمارەکەتان درووست بکەن لە  <base_url>.
ئەگەر ئێوە ئەو داواکارییەتان نەناردووە، تکایە ئەم پەیامە لە بیر بکەن و بیسڕنەوە.

بە کرتە کردن لە بەستەری خوارەوە دەتوانن وشەیەکی نوێ بۆ هەژمارەکەتان درووست بکەن، تکایە لە کاتی  هەڵبژاردنی وشەی نهێنی نوێ پیتی تێکەڵ لەگەڵ ژمارە و پیتی تایبەت هەڵبژێرن، هەروەها ژمارەی پیتەکان لە سەرەوەی ١٠ پیت بێت.

بۆ گۆڕینی وشەی نهێنی، تکایە کرتە لە بەستەری خوارەوە بکە:
<activation_url>

-- 
<board_mailer>
(وەڵام بۆ ئەم پەیامە مەنووسە)