Subject: بەخێرهاتیت بۆ <board_title>!

سووپاس بۆ خۆ تۆمارکردنت لە  مەکۆکانی وێبچن لە <base_url>. نازناوتان لە مەکۆکان: <username>.

بۆ تەواوکردنی پرۆسەی خۆ تۆمارکردنت پێویستە لە ماوەی ٧٢ کاتژمێری داهاتوودا کرتە لە بەستەری خوارەوە بکەیت و وشەیەکی نهێنی بۆ هەژمارەکەت بنووسیت. بە پێچەوانەوە هەژمارەکەت دەسڕێتەوە.

بۆ نووسین و درووستکردنی وشەی نهێنی هەژمارەکەت، تکایە سەردانی بەستەری خوارەوە بکە:
<activation_url>

--
<board_mailer>
(تکایە وەڵام بۆ ئەم پەیامە مەنووسە، چوونکە وەڵامەکان ناخوێنینەوە)
